import * as T from "../src/types";

export const entries: T.DictionaryEntry["ts"][] = [
  // adjectives
  1527812798, // خفه
  1527812625, // غټ
  1527815306, // ستړی
  1527819320, // نری
  1527815451, // زوړ
  1527815265, // شین
  1527813293, // سور

  // masc nouns
  1527815251, // سړی
  1527812828, // کور
  1527812802, // خر
  1527813593, // غر
  1527812928, // مور
  1527815177, // پلار
  1527817330, // غنم
  1527815206, // قاضي
  1527815394, // واده
  1527812878, // ماما
  1527815450, // زوی
  1527823093, // نبي
  1527822456, // لفظ
  1708911813165, // کارغه
  1527820648, // الو

  // unisex nouns
  1527816747, // ډاکټر
  1527814159, // ملګری
  1527816249, // لمسی
  1527812908, // مېلمه
  1575924767041, // شپون
  1527815333, // نتور

  // fem nouns
  1527811877, // دوستي
  1586551382412, // وریژې
  1527812797, // ښځه
  1527814203, // کرسۍ
  1527815129, // اوبه
  1527814150, // لار
  1527823526, // قاضۍ
  1527815163, // پیشو
  1527812582, // دعا
  1591803598624, // هتکړۍ
  1527812861, // لور - loor
];
